<?php
include('lock.php');
?>
<?php
if (isset($_GET['id']))  {$id = $_GET['id'];}
mysql_query("SET NAMES 'utf8'");
$result = mysql_query ("SELECT * FROM xelshekruleba WHERE id='$id'");
$myrow = mysql_fetch_array ($result);
//bazidan gamotanili rig nomeri romelic achvenebs procentebs
$pozicia = $myrow["pozicia"];
?>

<!DOCTYPE html PUBLIC '-//W3C//DTD XHTML 1.0 Transitional//EN' 'http://www.w3.org/TR/xhtml1/DTD/xhtml1-transitional.dtd'>
<html xmlns='http://www.w3.org/1999/xhtml'>
<head>
<meta http-equiv='Content-Type' content='text/html; charset=utf-8' />
<link rel="stylesheet" href="style.css" type="text/css" />
<title>ხელშეკრულება</title>
<style type='text/css'>
.style1 {
	font-size: 18px;
	font-weight: bold;
}
.style2 {font-size: 18px}
@media print {
input#printButton {
display: none;
}
}
</style>
<script>
ns4 = (document.layers)? true:false;
ie4 = (document.all)? true:false;
function myprintfunction(id) {
if (ns4) document.layers[id].visibility = "hide"
else if (ie4) document.all[id].style.visibility = "hidden"
window.print();
}
</script>
</head>
<body>
   <div align="left" style="margin-left:5px; margin-top:150px; position:fixed;">
    <input type="button" id="printButton" onClick="window.print();" value="ბეჭდვა" />
   </div>
<table width='876' border='0' align='center'>
<tr>
    <td height='31' colspan='3' align='center'><p class='style1'>საშუამავლო მომსახურების ხელშეკრულება</p>
    <p class='style1'></p></td>
  </tr>
  <tr>
    <td width='190' height='31' align='center' class='style2'>ქ. თბილისი</td>
    <td width='423' align="center"></td>
    <td width='249' align='center' class='style2'><?php echo $myrow['firstinput'] ?> წელი</td>
  </tr>
  <tr>
    <td colspan='3' class='print_font'>
    <div class="qveda_mxare">    
      ერთის მხრივ, <strong>შპს “ბი ემ სი გორგია”</strong>წარმოდგენილი მისი დირექტორის მინდობილი პირის, <b>გია გორგოშაძის</b> სახით, შემდგომში <b>‘’კომპანია”</b><br />
      და მეორეს მხრივ, <strong><?php echo $myrow['saxeli'] ?>&nbsp;<?php echo $myrow['gvari']?>ს</strong> სახით, შემდგომში <b>“შემსრულებელი”</b>, მოლაპარაკებების შედეგად შევთანხმდით შემდეგზე:
      </div>
    <div align="center" class="satauri"><b>1.	ხელშეკრულების საგანი.</b></div>
    <div class='qveda_mxare'>1.1. “შემსრულებელი” კისრულობს ვალდებულებას, გასწიოს საშუამავლო საქმიანობა “კომპანიისთვის” შემდეგი სახის მომსახურების გაწევის მიზნით: “შემსრულებელი” ზრუნავს ,,კომპანიის” პროდუქციის გაყიდვების ინტენსიფიცირებაზე და ახალი მომხმარებლების მოზიდვაზე. შემსრულებლის მიერ მოზიდული მომხმარებლების მიერ შეძენილი პროდუქციის თანხობრივი გამოხატულება, წარმოადგენს შემსრულებლის გასამრჯელოს გაგანგარიშების საფუძველს. შემსრულებლის გასამრჯელო გაიანგარიშება 3.1.-ში გაწერილი პირობების მიხედვით. 
    </div>
    <div align='center' class="satauri"><b>2.	მხარეთა უფლება-მოვალეობები</b></div>
    <div class='qveda_mxare'>
    2.1 <b>“კომპანია” უფლებამოსილია</b>, იმ შემთხვევაში  თუ ექნება მომსახურების ხარისხთან დაკავშირებული პრეტენზიები, წერილობით ან ზეპირი განმარტებით მოსთხოვოს “შემსრულებელს” ხარვეზის დაუყონებლივ აღმოფხვრა და “შემსრულებელი” თავის მხრივ ვალდებულია დაუყონებლივ გამოასწოროს აღნიშნული ხარვეზი.  </div>
    <div align='left' class="satauri"><b>2.2.	 ,,კომპანია” ვალდებულია:</b></div>
    <div class='qveda_mxare'>2.2.1.	აუნაზღაუროს ,,შემსრულებელს” მომსახურების შეთანხმებული გასამრჯელო ხელშეკრულებით დადგენილი წესითა და ოდენობით.
    2.2.2.	მიაწოდოს ,,შემსრულებელს” ის ინფორმაცია, რაც ხელს შეუწყობს შემსრულებელს ნაკისრი ვალდებულებების შესრულებაში.<br />
    2.2.3.	 ,,კომპანიის” მიერ ,,შემსრულებლის” მომსახურებაზე უარის თქმის შემთხვევაში, ამის შესახებ აცნობოს ,,შემსრულებელს”.<br />
    2.2.4.	სპეციალურად გამოყოფილი პირის და შესაბამისი ტექნიკური საშუალებების მეშვეობით მოახდინოს ,,შემსრულებლის” მიერ მოყვანილი თითოეული მომხმარებლის აღრიცხვა (მისი ვინაობა, მის მიერ შეძენილი საქონლის რაოდენობა, მოსვლის თარიღი და ა.შ.).<br />
    </div>
    <div align='left' class="satauri"><b>2.3.	   “შემსრულებელი” ვალდებულია:</b></div>
    <div class='qveda_mxare'>2.3.1.	განახორციელოს საშუამავლო მომსახურება, შეიმუშავოს წინადადებები ხელშეკრულებით ნაკისრი ვალდებულების შესასრულებლად.
2.3.2.	“კომპანიაში” პროდუქციის შეძენის მსურველი მომხმარებელი წარუდგინოს სპეციალურად გამოყოფილ პირს და მოახდინოს მისი იდენტიფიცირება კომპანიაში არსებული ტექნიკური საშუალებების მეშვეობით.<br />
2.3.3.	პროდუქციის შეძენის მსურველ მომხმარებელს პროდუქციის შეძენის სურვილის შემთხვევაში არანაკლებ ერთი ვიზიტისა ახლდეს თან და გაუწიოს მომსახურება.<br />
2.3.4.	წარუდგინოს “კომპანიის” ბუღალტერიას გაწეული მომსახურების შესახებ ინვოისი ყოველ თვის ბოლო კვირაში.</div>
    <div align="left" class="satauri"><b>2.4. “შემსრულებელი” უფლებამოსილია:</b></div>
    <div class='qveda_mxare'>
      2.4.1.	“კომპანიას” მოსთხოვოს შეთანხმებული გასამრჯელოს ანაზღაურება ხელშეკრულებით დადგენილი წესითა და ოდენობით.
    </div>
    <div align='center' class="satauri"><b>3.	ხელშეკრულების საერთო თანხა</b></div>
    <div class="qveda_mxare">3.1. საშუამავლო მომსახურებისთვის ,,კომპანია” ყოველთვიურად უხდის ,,შემსრულებელს” თანხას წარმოდგენილი ინვოისის ან საგადასახადო აღრიცხვის არმქონე ფიზიკური პირის შემთხვევაში ზეპირი მოთხოვნის საფუძველზე შემდეგი პირობების გათვალისწინებით: საცალო ფასიდან 
    <?php 
		if($pozicia==1)
		{
			 echo "<span><b>5%</b></span>";
		}
		else
		{
			 echo "<span><b>1%, 2%, 3%, 4% ან 5%</b></span>";
		}
	?>-იანი ფასდაკლების შემთხვევაში შემსრულებელი იღებს მომხმარებლის მიერ გადახდილი საფასურიდან 10%-ს, თუ მომხმარებელმა მიიღო 5%-ზე მეტი ფასდაკლება, შემსრულებელი ანაზღაურებას მიიღებს დანართ #1-ის მიხედვით. დეტალურად გასამრჯელოს თანხისა და ფასდაკლების ურთიერთმიმართება გაწერილია ხელშეკრულების დანართ N 1-ში.<br />
3.2. ანგარიშსწორება წარმოებს საქართველოს ეროვნულ ვალუტაში, ნაღდი ან უნაღდო ფორმით. გაწეული მომსახურების საფასურის გადახდა წარმოებს არაუგვიანეს ყოველი მომდევნო თვის 5 (ხუთი) რიცხვისა.<br />
3.3. ინვოისი უნდა შეიცავდეს შემდეგ ინფორმაციას:<br />
•	ინვოისის ნომერი და თარიღი;<br />
•	`შემსრულებლის  საგადასახადო საიდენტიფიკაციო ნომერი (აუცილებელია საქართველოში გაწეული მომსახურებისას);<br />
•	საბანკო რეკვიზიტები;<br />
•	საკონტაქტო პირის სახელი და თანამდებობა;<br />
•	ტელეფონისა და ფაქსის ნომერი;<br />
•	გადასახდელი თანხისა და გაწეული მომსახურების  ოდენობა.<br />
3.4. შემსრულებელს შეუძლია კომპანიას მიუთითოს საბანკო ანგარიშის რეკვიზიტები, რომელზეც მას თანხა ჩაერიცხება საქართველოში მოქმედი კანონმდებლობის შესაბამისად (საგადასახადო აღრიცხვის არმქონე ფიზიკური პირის გასამრჯელო ავტომატურად დაიბეგრება 20%-იანი საშემოსავლო გადასახადით). თუ კომპანიას წარმოეშობა კანონმდებლობის თანახმად გადახდის ადგილზე თანხის დაკავების ვალდებულება, შემსრულებელი მიიღებს დაკავებული თანხის ოდენობით ნაკლებს.
</div>
    <div align='center' class="satauri"><b>4.	ხელშეკრულების ვადა</b></div>
    <div class="qveda_mxare">4.1. წინამდებარე ხელშეკრულება ძალაშიახელმოწერის დღიდან და მოქმედებს ერთი კალენდარული წლის განმავლობაში, მისი ავტომატური გაგრძელების პირობით.</div>
    <div align='center' class="satauri"><b>5.	მხარეთა პასუხისმგებლობა</b></div>
    <div class="qveda_mxare">5.2. ერთ-ერთი მხარე ხელშეკრულებით ნაკისრი ვალდებულების შეუსრულებლობის ან არაჯეროვანი შესრულების შემთხვევაში, ვალდებულია მეორე მხარეს აუნაზღაუროს მიყენებული ზიანი.</div>
    <div align='center' class="satauri"><b>6.	პასუხისმგებლობის გამომრიცხავი გარემოებები</b></div>
    <div class="qveda_mxare">6.1. ხელშეკრულებით დადგენილი პასუხისმგებლობა გამოირიცხება, თუ ვალდებულებათა შეუსრულებლობა გამოწვეული იქნება მხარეთა ნებისაგან დამოუკიდებელი მიზეზების – ფორს-მაჟორული გარემოებების გამო და ეს გარემოებები პირდაპირ გავლენას ახდენს ვალდებულებების შესრულებაზე.</div>
    <div align='center' class="satauri"><b>7. ხელშეკრულების შეწყვეტა</b></div>
    <div class="qveda_mxare">7.1. ერთ-ერთი მხარის ინიციატივით ხელშეკრულების შეწყვეტა შესაძლებელია ნებისმიერ დროს წერილობითი (მათ შორის ელექტრონული საშუალებით) შეტყობინების საფუძველზე, რომელიც უნდა მიეწოდოს (გაეგზავნოს) მეორე მხარეს 10 დღით ადრე შეწყვეტის ვადის დადგომამდე. <br>
      7.2. ხელშეკრულების შეწყვეტა არ გულისხმობს წინათ განხორციელებული თუ დაგეგმილი საქმიანობის კონფიდენციალურობის დაუცველობას.</div>
    <br /><br />
    <div align='center'><b>8. დავათა გადაწყვეტა</b></div><br />
    <div>8.1. მხარეები იღებენ ყველა ზომას, რათა ამ ხელშეკრულებიდან გამომდინარე ყველა დავა ან წინააღმდეგობა გადაწყდეს მოლაპარაკების გზით.
8.2. საკითხის მოლაპარაკების საფუძველზე გადაწყვეტის შეუძლებლობის შემთხვევაში, ყველა სახის დავა, რომლებიც წარმოიშობა მხარეებს ან მათ წარმომადგენლებს შორის, განიხილება და გადაწყდება საქართველოს სასამართლოს მიერ ქართული კანონმდებლობის შესაბამისად.</div><br /><br />
    <div align='center'><b>9. დასკვნითი დებულებანი</b></div><br />
    <div>9.1. წინამდებარე ხელშეკრულებაში დამატებების და ცვლილებების შეტანა შესაძლებელია მხოლოდ მხარეთა შეთანხმებით. ამასთან, ცვლილება ან დამატება შესრულებული უნდა იყოს წერილობით და სათანადოდ ხელმოწერილი მხარეთა მიერ.<br>
      9.2. ხელშეკრულება შედგენილია ორი თანაბარი ძალის მქონე ეგზემპლარად. მხარეებს გადაეცემათ თითო-თითო ეგზემპლარი.<br>
      <br />
    </div><br /><br /><br /><br /><br /><br /><br /><br /><br /><br />
    <p align='center' class='style1'>10.	მხარეთა რეკვიზიტები და ხელმოწერები:</p>    <table align='center' width='787' border='0'>
        <tr>
          <td width='478'><strong>“კომპანია” </strong></td>
          <td width='299'> <div align='left'><strong>“შემსრულებელი”</strong></div></td>
        </tr>
        <tr>
          <td><strong>შპს “ბი-ემ-სი გორგია” </strong></td>
          <td><div align='left'><strong><?php echo $myrow['saxeli'] ?>&nbsp;<?php echo $myrow['gvari'] ?></strong></div></td>
        </tr>
        <tr>
          <td><strong>მისამართი: ბათუმი,სოხუმის ქ.10</strong></td>
          <td><div align='left'><strong>პირ.№: <?php echo $myrow['piradi'] ?></strong></div></td>
        </tr>
                <tr>
          <td><strong>საიდენტიფიკაციო კოდი: 245621288</strong></td>
          <td><div align='left'><strong>მისამართი: <?php echo $myrow['misamarti'] ?></strong></div></td>
        </tr>
                <tr>
          <td><strong>ს.ს “თი-ბი-სი ბანკი”-ის ბათუმის ფილიალი</strong></td>
          <td><div align='left'><strong>ტელ: <?php echo $myrow['telefoni'] ?></strong></div></td>
        </tr>
                <tr>
          <td><strong>ბანკის კოდი:TBCBGE22 </strong></td>
          <td><div align='left'></div></td>
        </tr>
                <tr>
          <td><strong>ანგარიში:GE62 TB10 07536020100008</strong></td>
          <td><div align='left'></div></td>
        </tr>
                <tr>
          <td><p><strong>სარეგ.სერტიფ.087261  26.07.2008წ </strong></p></td>
          <td><p></p></td>
        </tr>
        <tr>
          <td height="31">
            <div style="margin-top:30px;"><strong>დირექტორის მინდობილი პირი:</strong></div></td>
          <td>
            <div style="margin-top:30px;"><strong>“შემსრულებელი”</strong></div></td>
        </tr>
        <tr>
          <td><strong>(გია გორგოშაძე)</strong></td>
          <td><div align="left"><strong>(<?php echo $myrow['saxeli'] ?>&nbsp;<?php echo $myrow['gvari'] ?>)</strong></div></td>
        </tr>
    </table></td>
  </tr>  
  <tr>
    <td>&nbsp;</td>
    <td>&nbsp;</td>
    <td align='right'>    </td>
  </tr>
</table><br />
</body>
</html>
